<!doctype html>
<html lang="ru">
<head>
    <title>Гивенталь Как это сказать по-английски?</title>
    <meta name="Keywords" content="Как это сказать по-английски?">
    <meta name="Description" content="Гивенталь Как это сказать по-английски?">

    <?php include "inc/head.php" ?>
</head>
<body>

<!-- Спрятанное содержимое -->
<div class="hidden-container">
</div>
<!-- / / Спрятанное содержимое -->

<div class="wrap">
    <!--Заголовок-->
    <?php include "inc/header.php" ?>
    <!-- / / Заголовок-->

    <!--Меню-->
    <?php include "inc/menu.php" ?>
    <!-- / / Меню-->

    <!--Содержимое-->
    <div class="container">
        <!--<div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <p><a href="documents/book.pdf">Учебник</a></p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>-->

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <p>Учебник написан в соответствии с авторской методикой изучения английского языка. Автор предлагает изменить направление, в котором традиционно происходит процесс обучения иностранному языку на противоположное и отталкиваться не от незнакомого чужого, а от привычного родного.</p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>Суть метода</h2>
                    <p>Каждый ребенок рождается «немым». Но постоянно слыша речь взрослых обучается родному языку. Он начинает соотносить, а потом и говорить, фразы с ситуацией, в которых они обычно произносятся. Эти простые и жесткие по грамматической структуре предложения называются психолингвистическими формулами (ПЛФ). Благодаря этому ребенок овладевает энным количеством простых предложений со сменными смысловыми составляющими. Например, фразу «Ты постоянно капризничаешь (опаздываешь, ленишься, теряешься и т.д.)!» взрослые произносят в момент раздражения. Тут глагол является сменной смысловой составляющей. И когда ребенку захочется выразить кому-то свое раздражение он воспроизведет точно такую же по грамматической форме фразу, изменив лишь название действия. «Ты всегда читаешь!» – обиженно скажет недовольный ребенок своему папе, который проводит выходные на диване. Развиваясь, ребенок будет постоянно пополнять набор психолингвистических формул и использовать их для выражения своих чувств и мыслей в разных жизненных ситуациях.</p>
                    <p>Точно так же, как маленькие дети учатся говорить на родном языке, поступают и взрослые приехавшие в чужую страну. Услышав психолингвистическую формулу они соотносят её с ситуацией. А потом воспроизводят ее в аналогичной ситуации при необходимости изменяя слова.</p>
                    <p>Например ПЛФ «Я делаю это каждый день» обозначающую обычность и повторяемость действия можно изменить на «Я пью молоко каждый день», «Она гуляет по воскресеньям», «Осенью обычно идут дожди», «Он никогда не задерживается на работе». Тут неизменная грамматическая структура, но сменная смысловая часть.</p>
                    <p>Автор учебника выделила около 300 наиболее часто употребляемых лингвистических форм (в учебнике рассматривается 120 из них) входящие в повседневную речь русскоязычного человека. Если вы максимально быстро и грамотно научитесь переводить все ПЛФ родного языка на чужой, то это будет ознать, что вы заговорили «по-чужому».</p>
                    <p>ПЛФ никак не отменяют изучение грамматики английского языка, а идут в его контексте. В учебнике объясняется как правильно использовать 12 грамматических времен активного залога и 9 пассивного. ПЛФ — это удобный инструмент для лучшего понимания в каких ситуациях нужно применять определенные грамматические времена, а не чудодейственный метод освобождающий от необходимости знать грамматику.</p>
                    <p>Кроме теоретической части о каждой ПЛФ в учебнике есть два типа упражнений.</p>
                    <p>Упражнения первого типа направлены на развитие артикуляционной памяти. Артикуляционная память — это знание грамматики чужого языка хранящееся не в голове, а в губах, зубах и языке — органах нашего организма отвечающих за звукообразование. С помощью этих упражнений вы научитесь бегло и не задумываясь переводить фразы текущего урока на английский язык.</p>
                    <p>Упражнения второго типа направлены на закрепление употребления ПЛФ текущего и пройденных уроков при переводе более сложных фраз и употребление в потоке речи уместные психолингвистические формулы.</p>
                    <p>Так же в упражнениях используются новые слова, выражения и идиомы, которые предварительно нужно выучить. Идиома — это устойчивый оборот речи, значение которого не определяется значением входящих в него слов. Например, «остаться с носом», «собаку съесть», «лясы точить». В своей каждодневной речи мы постоянно используем идиомы и фразеологизмы. Мы скорее скажем «Он бьет баклуши» вместо «Он праздно проводит время» или «У меня денег кот наплакал» вместо «У меня мало денег». По наблюдениям автора, в каждодневной речи мы используем около 200 идиом, которые и делают ее живой и выразительной.</p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>Чему вы научитесь</h2>
                    <p>Вы научитесь грамотному употреблению в речи видовременных форм глагола. Это основной и один из самых сложных аспектов английской грамматики. Автор считает, что для того чтобы заговорить на любом иностранном языке, необходимо, прежде всего, научиться грамотно употреблять в речи личные формы глагола. Вы узнаете как изменяются глаголы в прошедшем, настощем и будущем времени и как правильно употреблять времена: Simple, Progressive, Perfect Progressive и Perfect в действительном и страдательном залоге.</p>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <div class="row">
                        <div class="col-xs-12 col-md-4">
                            <p><b>120 ПЛФ</b><br />русского языка охватывающих все случаи употребления личных форм глагола.
                            </p>
                        </div>
                        <div class="col-xs-12 col-md-4">
                            <p><b>1715 слов и выражений</b><br />наиболее часто употребляемых в разговорной речи.
                            </p>
                        </div>
                        <div class="col-xs-12 col-md-4">
                            <p><b>315 идиом</b><br />и устойчивых речевых оборотов.
                            </p>
                        </div>
                    </div>
                    <p>Вы научитесь бегло и без смысловых искажений переводить лингвистические формы русского языка на английский и составлять собственные предложения. Непонятные ранее лингвистические конструкции языка упорядочятся в голове. Учебник буквально вдалбливает основные грамматические конструкции, одну за одной. Даже если вы изучите несколько уроков, то получите пользу и почувствуете результат.</p>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="separately-block1"></div>
                <div class="a">
                    <h2>Что не рассказано</h2>
                    <p>В учебнике основной упор делается на разбор грамматических времен, то не рассказано про числительные, прилагательные, наречия, местоимения, артикли. Про это вам придется прочитать после изучения данного учебника.</p>
                    <p>В учебнике не уделено внимание тренирове понимания английской речи на слух. Для этого я рекомендую видеоблог <a href="https://www.youtube.com/channel/UClvwNCja3aXxqiFrsKC1DPQ">EngVid</a> на YouTube. Ведущий на простом английском языке объясняет разнообразные грамматические правила и новые слова. Если что-то не уловили, то отрезок видео можно пересмотреть с субтитрами. Так же в учебнике нет контроля произношения. Для этого рекомендую обратиться к репетитору или на платные курсы. </p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>Для кого учебник окажется полезным</h2>
                    <p>Структура учебника предполагает, что вы на самом элементарном уровне (Elementary или Pre-Intermediate) знаете английский язык. Возможно вы его изучали/изучаете в школе или ходили на курсы для начинающих. Если для вас не составляет труда понять эти слова:</p>
                    <p>I, he, she, it, do, did, not, can, when</p>
                    <p>то ваших знаний хватит для успешного изучения учебника. Если же вы изучали другой иностранный язык, эта книга будет для вас трудноватой. В этом случае я советую пойти на курсы для начинающих где вам объяснят как читать слова и вы освоите минимальный словарный запас.</p>
                    <p>Если вы отлично знаете как изменяются предложения по трем временам и четырем типам, то эта книга покажется вам скучноватой. Попробуйте перевести все фразы из оглавления и некоторые упражнения. Если это не вызовет трудностей я советую переходить к более сложным материалам.</p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>На сколько сложно пройти все уроки</h2>
                    <p>С учебником нужно серьёзно заниматься. Ежедневно минимум час посвящайте на изучение материала. Но большая часть времени у вас займет запоминание новых слов и выражений. Старание и время потраченное на прохождение будет вознаграждено и вы наконец заговорите по-английски!</p>
                    <p>Все 44 урока реально пройти за 3–9 месяцев. Это зависит от затрачиваемого времени на прохождение и первоначального уровня.</p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>Отзывы на оригинальный учебник</h2>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="bordered-w recalls-ratings-w">
                    <div class="recalls-rating-w">
                        <p>Livelib.ru</p>
                        <p class="recalls-rating">5,0</p>
                    </div>
                    <div class="recalls-rating-w">
                        <p>Ozon.ru</p>
                        <p class="recalls-rating">4,8</p>
                    </div>

                    <div class="separately-block3"></div>
                    <p>
                        <span class="recalls-another-recalls-header">Остальные отзывы</span>
                        <a href="https://www.livelib.ru/book/1000226619">Livelib.ru</a><br/>
                        <a href="http://www.ozon.ru/context/detail/id/2188300/">Ozon.ru</a>
                    </p>
                    <div class="separately-block3"></div>
                    <p class="recall-info-small-p"><b>Напишите отзыв на этот учебник</b></p>
                    <p class="recall-info-small-p">Что понравилось, что можно улучшить. Все замечания будут рассмотрены.</p>
                    <p class="recall-info-small-p">
                        <a href="mailto:andkozinskiy@yandex.ru">andkozinskiy@yandex.ru</a>
                    </p>
                </div>

                <div class="recall-w">
                    <div class="recall-name-w">
                        <p class="recall-name">Alexandra</p>
                        <p class="recall-link-p">на <a href="http://www.ozon.ru/context/detail/id/2188300/">Ozon.ru</a></p>
                        <div class="recall-stars-w">
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                        </div>
                    </div>
                    <div class="recall-text-w">
                        <div class="a">
                            <p>Из разряда must have. Особенно полезна для тех, у кого есть проблемы с грамматикой. После проработки упражнений фразы, клише, грамматические построения что называется «вбивается намертво» и, похоже, уже навсегда. </p>
                            <p>Единственное - книга предполагает один момент - нужно по ней работать, работать и работать. </p>
                            <div class="recall-hidden-text">
                                <p>Сама я купила эту книгу после одного отзыва. Примерно такого: "готов отдать за эту книгу абсолютно ВСЕ, что стоит на моей книжной после по англ. языку, а стоит там не мало..." </p>
                                <p>Рекомендую всем - начиная со школьного возраста и тем, кто не совсем разобрался в грамматике (особенно временах глаголов и не только).</p>
                            </div>
                            <p class="text-right"><a href="" class="show-full-recall-link">Полностью</a></p>
                        </div>
                    </div>
                </div>

                <div class="recall-w">
                    <div class="recall-name-w">
                        <p class="recall-name">Lorentsia</p>
                        <p class="recall-link-p">на <a href="https://www.livelib.ru/book/1000226619">LiveLib.ru</a></p>
                        <div class="recall-stars-w">
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                        </div>
                    </div>
                    <div class="recall-text-w">
                        <div class="a">
                            <p>Хороший учебник. Использовала двумя способами. </p>
                            <p>1. Когда в моей очень хорошей языковой школе, где на занятиях запрещено говорить по-русски и в учебниках все на английском, никак не могла усвоить какое-то время, просто изучала одну из глав у Гивенталь. 20 минут вдумчивого чтения - и время обретает кокретный предельно понятный эквивалент на родном языке. И домашнее задание наконец удается выполнить безошибочно.</p>
                            <p>Т. е. книгу Гивенталь можно использовать как грамматический справочник. Но только не новичку. Потому что глава, посвященная, скажем, Present Perfect, называется у Гивенталь так: "Я сделал это. Я уже сделал это. Я только что сделал это. Я сделал это в этом году". И т. д. - перечисляются все лингвистические формулы в переводе на русский.</p>
                            <div class="recall-hidden-text">
                                <p>2. Как советует автор - как учебник. Изучая и выполняя все задания с начала до конца.</p>
                                <p>Здорово раскладывает по полочкам времена глаголов, и это - за каких-то 44 урока. Дает реальный, часто употребимый лексический минимум, помогает в изучении идиом. Только вот в достаточно скучной форме. Без тренированной силы воли не справиться. Хотя Бонка, по-любому, можно забыть как страшный сон.</p>
                                <p>Честно говоря, немного сачковала, например, забила на повторы последних уроков и вообще как могла упрощала себе задачу. Однако эффект получила очень приличный. Хотя ошибки все же допускаю. Но если не сачковать, просто трудно дойти до конца. Лучше и легче выдержать паузу и проделать этот путь снова:)</p>
                                <p>UPD. По прошествии некоторого времени, правда, довольно прилично забываются слова, которые приходилось зубрить для выполнения заданий к каждому уроку. Это, конечно, слабое место данного пособия - оно не дает хорошей методики для запоминания слов. </p>
                                <p>Так что эта книга хороша именно для изучения грамматики, причем учишь ее таким образом, что сразу начинаешь выученное практически использовать.</p>
                            </div>
                            <p class="text-right"><a href="" class="show-full-recall-link">Полностью</a></p>
                        </div>
                    </div>
                </div>

                <div class="recall-w">
                    <div class="recall-name-w">
                        <p class="recall-name">Hayaam</p>
                        <p class="recall-link-p">на <a href="https://www.livelib.ru/book/1000226619">LiveLib.ru</a></p>
                        <div class="recall-stars-w">
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                        </div>
                    </div>
                    <div class="recall-text-w">
                        <div class="a">
                            <p>Отличный учебник! Мало того, что грамматика представлена в доступной форме, так еще можно прилично обогатить словарный запас. Представленные автором идиомы актуальны для использования в повседневной жизни. Что меня особенно порадовало, так это то, что лексика из первого урока плавно кочует в упражнения второго, потом вместе с лексикой второго урока - в упражнения третьего и так далее. Здесь даже не нужно ничего заучивать - в концу учебника все эти идиомы займут почетное место в вашей памяти. То же самое и с грамматикой. Правила из предыдущих уроков будут плавно и ненавязчиво напомнят о себе в последующих упражнениях. </p>
                            <p>Рекомендую!</p>
                        </div>
                    </div>
                </div>

                <div class="recall-w">
                    <div class="recall-name-w">
                        <p class="recall-name">Надежда Р.</p>
                        <p class="recall-link-p">на <a href="http://www.ozon.ru/context/detail/id/2188300/">Ozon.ru</a></p>
                        <div class="recall-stars-w">
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                            <div class="recall-star"></div>
                        </div>
                    </div>
                    <div class="recall-text-w">
                        <div class="a">
                            <p>Мне концепция книги очень понравилась. Жаль, что она не попалась мне раньше, лет эдак... много назад. Думаю она должна хорошо помогать людям, которым трудно с ходу строить предложения на английском. Если же, большая часть синего Murphy уже в активе, то Гивенталь читать поздновато... Это я к тому, что"must have", пожалуй, сказано Алиной слишком сильно. У каждой книги есть свой читатель. </p>
                            <div class="recall-hidden-text">
                                <p>Название хорошо передает суть: книга буквально вдалбливает основные грамматические конструкции, одну за одной. На расширение словарного запаса, если вы не полный beginner, я бы сильно не рассчитывала. Слова используются самые простые. С другой стороны, заполнить пробелы в знаниях простых слов и идиом, если таковые имеются - поможет, а это тоже важно.</p>
                                <p>Книга будет неплохим подарком для людей, начинающих изучение языка и/или испытывающим существенные трудности при формулировании своих мыслей.</p>
                                <p>Рекомендую!</p>
                            </div>
                            <p class="text-right"><a href="" class="show-full-recall-link">Полностью</a></p>
                        </div>
                    </div>
                </div>

                <div class="separately-block1"></div>

            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12">
                <div class="a">
                    <h2>От составителя интернетовской версии учебника</h2>
                    <p>Впервые с книгой Инны Гивенталь «Как это сказать по-английски» я познакомился зимой 2012 года когда решил плотно заняться изучением языка. Перед этим я просмотрел несколько похожих изданий. Метод Инны Гивенталь показалась мне самым логичным. Впоследствии я убедился, что не ошибся с выбором. Особенно я это почувствовал когда пошел на курсы английского языка. Когда все участники группы барахтались составляя предложение и пытаясь его перевести я щелкал их на раз два.</p>
                    <p>Я читал книгу в PDF. Это приводило к некоторым трудностям. Чтобы учить слова их приходилось выписывать на бумагу. Выученные зачеркивал. Поэтому макулатуру приходилось постоянно таскать с собой. Вторая сложность был в том, что выполнить упражнения нельзя было прямо в учебнике. Я писал переводы предложений или на бумаге или в программе «Блокнот». По непонятной причине ответы были не в конце главы, а в конце книги. А к половине упражнений ответов небыло вовсе. И третья сложность была в отсутствии некоторых сведений. Например таблиц времен английского языка или правила написания предлогов a и the. Эту информацию нужно было искать самостоятельно. Поэтому в электронной версии я стремился исправить эти недочеты чтобы пользоваться учебником было легче и удобнее. Вы можете изучать материал даже в пути с своего телефона: в метро или автобусе. Английский эквивалент фразы можно писать на самой странице и после посмотреть правильный вариант.</p>
                    <p>Я гарантирую, что вы так же как и я почувствуете результат во время изучения и когда закончите последнюю 44 главу учебника.</p>
                    <!--<div class="bordered-w mb10">
                        <div class="creative-commons-sign"></div>
                        <p>В соответствии с лицензией Creative Commons Attribution Non-Commercial Share Alike учебник Инны Гивенталь можно изменять и публиковать кроме коммерческого использования. Поэтому он всегда останется бесплатным.</p>
                    </div>-->
                    <p>По любым вопросам пишите на мою почту <a href="mailto:andkozinskiy@yandex.ru">andkozinskiy@yandex.ru</a>. Удачи!</p>
                    <p class="text-right"><i>Андрей Козинский, Москва, 2016 год</i></p>
                    <div class="separately-block1"></div>
                </div>
            </div>
        </div>

        <div class="row row-padding">
            <div class="col-xs-12 col-md-6">
                <div class="main-social-btns-w">
                    <div class="a">
                        <p><b>Расскажите об учебнике друзьям:</b></p>
                    </div>
                    <script src="//yastatic.net/es5-shims/0.0.2/es5-shims.min.js"></script>
                    <script src="//yastatic.net/share2/share.js"></script>
                    <div class="ya-share2" data-services="vkontakte,facebook,twitter,telegram" data-counter=""></div>
                </div>

            </div>
            <div class="col-xs-12 col-md-6">
                <div class="main-go-to-lesson-w">
                    <div class="a">
                        <p><b>Перейти к изучению:</b></p>
                    </div>
                    <p>
                        <a href="table-of-contents.php" class="btn">Оглавление</a>
                        <a href="textbook/lesson1.php" class="btn btn-action-arr">Первый урок</a>
                    </p>
                </div>
            </div>
        </div>


    </div>
    <!-- / / Содержимое-->

</div>



<?php include "inc/footer.php" ?>

<?php include "inc/scripts.php" ?>

</body>
</html>