<!doctype html>
<html lang="ru">
<head>
    <?php include "../inc/lesson-title.php" ?>
    <?php include "../inc/head.php" ?>
</head>
<body>

<!-- Спрятанное содержимое -->
<div class="hidden-container">
</div>
<!-- / / Спрятанное содержимое -->

<div class="wrap">
    <!--Заголовок-->
    <?php include "../inc/header.php" ?>
    <!-- / / Заголовок-->

    <!--Меню-->
    <?php include "../inc/menu.php" ?>
    <!-- / / Меню-->

    <!--Содержимое-->
    <div class="container">
        <div class="row row-padding">
            <div class="col-xs-12">
                <p class="page-title">Неопределенный артикль a (an)</p>

                <div class="t">
                    <p>А в английском языке, чтобы показать, что за словом идет существительное (а не к примеру глагол, который может выглядеть как существительное) ставят  специальные слова-определители: артикли или местоимения. Без артиклей слово, которое может быть и существительным и глаголом, по умолчанию будет восприниматься как глагол:</p>
                    <div class="example-w">
                        <p><b>I present gifts.</b> — Я дарю подарки. Cлово present может быть и существительным и глаголом. Но так как перед ним не стоит артикль, то подразумевается глагол. А перед gifts не стоит определитель потому что оно во множественном числе. И так понятно, что во множественном числе может быть только существительное.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p>Виды артиклей <b>a(an)</b> и <b>the</b>.</p>
                    <div class="separately-block3"></div>

                    <p>Артикль <b>a(an)</b> называется неопределенным и является показателем того, что перед нами <b>исчисляемое существительное в единственном числе</b>. Исчисляемое существительное — это существительное, обозначающее название лиц или предметов, поддающихся счету: студент – a student, книга – a book. Чтобы точно знать исчисляемое ли это существительное нужно к нему прибавить любое число и посмотреть можно ли так сказать:</p>
                    <div class="example-w">
                        <p><b>три воды</b> — так сказать нельзя, поэтому вода — это неисчисляемое существительное. Артикль не ставится.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p>Если исчисляемое существительное в единственном числе при <b>произношении</b> (<i>не при написании!</i>) начинается с гласной буквы, то перед ним ставят артикль <b>an</b>, а если с согласной, то <b>a</b>.</p>
                    <div class="example-w">
                        <p><b><i>an</i> apple</b> — произносится [ˈæpl] и начинается с согласной поэтому ставится an.</p>
                        <p><b><i>an</i> honest boy</b> — хотя в письме начинается с согласной, но произносится с гласной [ˈɑːnɪst]. Поэтому тут также стоит артикль an. Обратите внимание, что нужно смотреть не на существительное, а на слово, которое стоит после артикля. В этом примере это предлог honest потому что предлоги вклиниваются между артиклем и существительным.</p>
                        <p><b><i>a</i> table</b> — произносится и пишется [ˈteɪbl] с согласной. Поэтому стоит артикль a.</p>
                        <p><b><i>a</i> unity</b> — хотя в письме начинается с гласной, но произносится с согласной [ˈjuːnəti]. Поэтому стоит артикль a.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p>Две формы неопределенного артикля нужны для благозвучности речи. Проще говорить когда артикль заканчивается на согласную (an), а за ним начинается слово с гласной и наоборот.</p>
                    <div class="separately-block3"></div>

                    <p>Неопределенный артикль <i>a</i> произошел от числительного one (один) поэтому не употребляется с существительными во множественном числе или с неисчисляемыми существительными.</p>
                    <div class="example-w">
                        <p><b>a street</b> — исчисляемое существительное в единственном числе. Артикль нужен.</p>
                        <p><b>streets</b> — исчисляемое существительное во множественном числе. Не ставится.</p>
                        <p><b>water</b> — неисчисляемое существительное. Не ставится.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p>Артикль a(an) можно заменить словом <b>one</b></p>
                    <div class="example-w">
                        <p>I have a car = I have one car</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p>Неопределенный артикль (в отличии от определенного the) ставится:</p>
                    <div class="example-w">
                        <ol>
                            <li>
                                <p>Если о предмете упоминается в первый раз;</p>
                            </li>
                            <li>
                                <p>Если предмет принадлежит к определенной группе;</p>
                            </li>
                            <li>
                                <p>Если говорят о числе в значении «один»;</p>
                            </li>
                            <li>
                                <p>С профессиями;</p>
                            </li>
                            <li>
                                <p>В некоторых устойчивых выражениях.</p>
                            </li>
                        </ol>
                    </div>
                    <div class="separately-block3"></div>

                    <p><span style="font-size: 1.4em">Если о предмете упоминают в первый раз:</span></p>
                    <div class="example-w">
                        <p><b>A cat is sitting on a floor.</b> — Кот сидит на полу. Кот упоминает впервые. Поэтому стоит неопределенный артикль <i>a</i>.</p>
                        <p><b>The cat is big and fat.</b> — Кот большой и толстый. Тут уже ставится определенный артикль the потому что кот упоминается повторно.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p><span style="font-size: 1.4em">Если предмет принадлежит к определенной группе,</span> но при этом в тексте прямо на него не ссылаются.</p>
                    <div class="example-w">
                        <p><b>He likes to drive a car.</b> — Ему нравится водить машину. Тут говорится не о конкретном автомобиле, а о вещи входящую в соответствующую группу.</p>
                        <p><b>A pioneer is always ready.</b> — Пионер всегда готов. Подразумевается, что все представители группы «пионеры» всегда готовы.</p>
                    </div>
                    <div class="separately-block6"></div>
                    <p>Вместо неопределенного артикля можно поставить слова «любой» (any), «каждый» (every).</p>
                    <div class="example-w">
                        <p><b>Every pioneer is always ready.</b> — Каждый пионер всегда готов.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p><span style="font-size: 1.4em">Если говорят о числе в значении «один».</span></p>
                    <div class="example-w">
                        <p><b>I would like a cup of tea.</b> — Я хотел бы (одну) чашку чая.</p>
                    </div>
                    <div class="separately-block6"></div>
                    <p>Неопределенный артикль используется для выражения мер времени, расстояния, веса.</p>
                    <div class="example-w">
                        <p><b>This job took me a day.</b> — Эта работа заняла у меня (один) день.</p>
                        <p><b>How many meters in a kilometer?</b> — Сколько метров в (одном) километре? Артикль a используется когда сравнивают одно значение в контексте другого.</p>
                    </div>
                    <div class="separately-block6"></div>
                    <p>Также артикли в числительном значении могут приобретать значение «чашка», «порция», разновидность и т. п.:</p>
                    <div class="example-w">
                        <p><b>I would like a tea.</b> — Я хотел бы (одну чашку) чая.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p><span style="font-size: 1.4em">Если говорят о профессии.</span></p>
                    <div class="example-w">
                        <p><b>She is a doctor.</b> — Она врач.</p>
                    </div>
                    <div class="separately-block3"></div>

                    <p><span style="font-size: 1.4em">В некоторых устойчивых выражениях.</span> Эти словосочетания нужно запомнить.</p>
                    <div class="example-w">
                        <p>a few
                        <p>a little</p>
                        <p>a pair</p>
                        <p>a lot of</p>
                        <p>a number of</p>
                        <p>as a result</p>
                        <p>at a distance of</p>
                        <p>at a loss</p>
                        <p>at a speed of</p>
                        <p>at a time</p>
                        <p>for a long/short time</p>
                        <p>in a hurry</p>
                        <p>in a whisper</p>
                        <p>on a large/small scale</p>
                        <p>to go for a walk</p>
                        <p>to have a good/bad time</p>
                        <div class="separately-block6"></div>
                        <div class="example-w">
                            <p><b>We met a few years ago.</b> — Мы встретились несколько лет назад. Неопределенный артикль ставится несмотря на то, что years во множественном числе.</p>
                        </div>
                    </div>
                    <div class="separately-block1"></div>

                    <p>В английском языке есть понятие «нулевого артикля». Нулевой артикль — это отсутствие артикля перед существительными. Артикль не ставится если:</p>
                    <div class="example-w">
                        <ol>
                            <li>
                                <p>Слово стоит во множественном числе:</p>
                                <div class="example-w">
                                    <p><b>I like to present gifts.</b> — Мне нравится дарить подарки. Перед существительным gifts артикль не ставится потому что оно во множественном числе.</p>
                                </div>
                                <div class="separately-block6"></div>
                            </li>
                            <li>
                                <p>Существительное неисчисляемое. Что определить исчисляемость существительного перед ним поставьте любое число:</p>
                                <div class="example-w">
                                    <p><b>music</b> — музыка. Сказать «две музыки» нельзя.</p>
                                </div>
                                <div class="separately-block6"></div>
                            </li>
                            <li>
                                <p>Существительное стоит в обращении:</p>
                                <div class="example-w">
                                    <p><b>God bless you, captain.</b> — Будьте здоровы, капитан.</p>
                                </div>
                            </li>
                        </ol>
                    </div>

                </div>

                <div class="separately-block1"></div>

                <p><a href="../table-of-contents.php">&rarr; К оглавлению</a></p>



            </div>

        </div>

        <div class="pt60"></div>
    </div>
    <!-- / / Содержимое-->












</div>




<?php include "../inc/footer.php" ?>
<?php include "../inc/scripts.php" ?>

</body>
</html>